Repository: kawad852/hajj_warehouses
Catalog: packages/translations/lib/app_*.arb
Languages: ar

source: Companies
ar: الشركات

source: Invalid Credential
ar: بيانات غير صحيحة

source: Update
ar: تحديث

source: Total Amount
ar: قيمة المشريات

# checkEmailResetPasswordMsg
source: A password reset link has been sent to your email. Please check your inbox and follow the instructions to reset your password.
ar: تم إرسال رابط استعادة كلمة المرور إلى بريدك الإلكتروني. يرجى التحقق من صندوق الوارد واتباع التعليمات لاستعادة كلمة المرور.

# managingHajjOperations
source: Managing Hajj Warehouse Operations
ar: إدارة العمليات في مخازن الحج

# searchCountryOrCode
source: Search for the country name or dial code
ar: إبحث عن اسم البلد او الرمز

source: Terms of use
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة المرور

source: Simply
ar: ببساطة

source: Forgot Password?
ar: هل نسيت كلمة المرور ؟

source: Reset Password
ar: استعادة كلمة المرور

# passwordNotMatch
source: password Does not Match
ar: كلمة المرور غير متطابقة

source: Next
ar: التالي

source: Select
ar: إختيار

source: Welcome to
ar: اهلاً ومرحباً بك في

source: “Al-Faris Kitchens”
ar: “مطابخ الفارس”

# selectBranch
source: Select a branch
ar: اختر الفرع

source: Add New Task
ar: اضافة مهمة جديدة

source: Add New Request
ar: اضافة طلب جديد

source: Withdraw Materials from Stock
ar: سحب مواد من المخزون

source: Add Materials to Stock
ar: اضافة مواد للمخزون

source: Hello ،
ar: السلام عليكم ،

source: Branch Manager -
ar: مدير فرع -

source: - Al-Faris Company
ar: - شركة الفارس

source: Current Task
ar: المهمة الحالية

source: Imprest Balance
ar: رصيد العهدة

source: Riyal
ar: ريال

source: Stock
ar: المخزون

source: Human Resources
ar: الكادر البشري

source: Reports
ar: التقارير

source: Administrative Messages
ar: رسائل إدارية

source: My Tasks
ar: مهامي

# youHaveItemsNeedRestocking
source: You have items that need restocking
ar: لديك اصناف بحاجة لتزويد

source: Items Needing Restock
ar: اصناف بحاجة تزويد

source: Add Quantity to Stock
ar: اضافة كمية للمخزون

source: Department and Item Management
ar: ادارة الأقسام والأصناف

source: Manage Orders
ar: ادارة الطلبيات

source: Operations Log
ar: سجل العمليات

source: Discard Items
ar: إتلاف اصناف

source: Transfer Materials
ar: نقل مواد

source: More
ar: المزيد

source: Item Name
ar: اسم الصنف

source: Available
ar: متوفر

source: Limit
ar: الحد

source: Status
ar: الحالة

source: Search for an Item
ar: ابحث عن صنف

source: Not Available
ar: غير متوفر

source: Needed
ar: بحاجة

source: Send New Request
ar: ارسال طلب جديد

source: Request
ar: طلب

source: Restock
ar: تزويد

source: Transfer
ar: نقل

source: Number
ar: رقم

source: Pending
ar: بالإنتظار

source: Being Delivered
ar: جاري التوصيل

source: Accepted
ar: مقبول

source: Rejected
ar: مرفوض

source: Cancelled
ar: ملغى

source: Received
ar: تم الإستلام

# mustSelectSupplyType
source: You must select the supply type.
ar: يجب تحديد نوع التوريد

# mustSelectRequestStatus
source: You must select the request status.
ar: يجب تحديد حالة الطلب

# mustSpecifyReasonDisposal
source: You must specify the reason for disposal.
ar: يجب تحديد سبب الإتلاف

# mustSpecifyPurchaseValue
source: You must specify the purchase value.
ar: يجب تحديد قيمة المشتريات

# mustSpecifyBranch
source: You must specify the sending branch and the receiving branch.
ar: يجب تحديد الفرع المرسل والفرع المستقبل

# mustAttachImage
source: You must attach an image.
ar: يجب إرفاق صورة

# mustSelectItems
source: You must select the items.
ar: يجب تحديد الأصناف

# mustSpecifyQuantityItems
source: You must specify the quantity for all items.
ar: يجب تحديد الكمية لجميع الأصناف

# whatTotalPurchaseValue
source: What is the total purchase value?
ar: ماهي قيمة المشتريات الإجمالية ؟

# attachImageOfInvoice
source: Attach an image of the invoice or receipt.
ar: ارفاق صورة عن الفاتورة او سند الإستلام

source: Sending Branch
ar: الفرع المرسل

source: Receiving Branch
ar: الفرع المستقبل

# mustImageClarifyReasonDisposing
source: The images must clarify the reason for disposing of the items.
ar: يجب ان توضح الصور سبب اتلاف الأصناف

# attachImageOfMaterialsDisposed
source: Attach images of the materials to be disposed of.
ar: ارفاق صور عن المواد التي سيتم اتلافها

# enterItemsToBeDisposed
source: Please enter the items and the quantities to be disposed of for each item.
ar: يرجى ادخال الأصناف والكميات المراد اتلافها من كل صنف

# enterItemNumberOrName
source: Enter the item number or name.
ar: ادخل رقم الصنف او الإسم

# itemAlreadyAdded
source: The item is already added.
ar: الصنف مضاف مسبقا

# mustSelectBranchFirst
source: You must select the branch first.
ar: يجب إختيار الفرع أولا

source: Request Status
ar: حالة الطلب

source: Urgent
ar: طارئة

source: Normal
ar: عادية

source: Send Request
ar: إرسال الطلب

source: Add New Quantity for Item
ar: إضافة كمية جديدة للصنف

source: Supply Type
ar: نوع التوريد

source: Self-Purchase
ar: مشتريات ذاتية

source: Receive Order
ar: استلام طلبية

# requestSupplyQuantityItem
source: Request to Supply Quantity for Item
ar: طلب تزويد كمية للصنف

# explanationsNotesAboutRequest
source: Explanations and Notes about the Request
ar: مشروحات وملاحظات حول الطلب

# disposeQuantityItem
source: Dispose of Quantity for Item
ar: أتلاف كمية للصنف

source: Record Disposal
ar: تسجيل الإتلاف

source: Reason for Disposal
ar: سبب الإتلاف

source: Damaged
ar: فاسدة

source: Poor Transportation or Storage
ar: سوء نقل أو تخزين

# explanationsNotesAboutDisposal
source: Explanations and Notes about Disposal
ar: مشروحات وملاحظات حول الإتلاف

# withdrawQuantityItem
source: Withdraw Quantity for Item
ar: سحب كمية للصنف

source: Withdraw Items
ar: سحب أصناف

source: Withdraw
ar: سحب

# explanationsNotesWithdrawal
source: Explanations and Notes about Withdrawal
ar: مشروحات وملاحظات حول السحب

source: Quantity Required
ar: الكمية المطلوبة

source: Items
ar: الأصناف

source: Order Number
ar: طلب رقم

source: Accept Order
ar: قبول الطلب

source: Reject Order
ar: رفض الطلب

source: Order Time
ar: وقت الطلب

source: Items in Order
ar: اصناف في الطلب

source: Notes about Order
ar: ملاحظات حول الطلب

source: Actions Taken on Order
ar: عمليات تمت على الطلب

source: The order
ar: الطلب

source: Send
ar: إرسال

source: Approve
ar: الموافقة على

source: To delivery
ar: الى التوصيل

source: Reject
ar: رفض

source: Receive
ar: إستلام

# youCanAddMoreItemToOrder
source: You can add more than one item to the order while specifying the required quantity for each item.
ar: يمكنك اضافة اكثر من صنف إلى الطلب مع تحديد الكمية المطلوبة لكل صنف

source: Manage Item
ar: إدارة صنف

source: Available Quantity
ar: الكمية المتوفرة

source: Minimum Limit
ar: الحد الأدنى

source: Add Quantity
ar: اضافة كمية

source: Supply Request
ar: طلب تزويد

source: Withdraw Quantity
ar: سحب كمية

source: Actions Taken on Item
ar: عمليات تمت على الصنف

source: Unit
ar: وحدة

source: Create
ar: إنشاء

source: Item
ar: الصنف

source: Destroy
ar: إتلاف

source: Add New Section
ar: إضافة قسم جديد

# manageItemsAndQuantities
source: To manage items and available quantities, you can manage them from within the section to which the item belongs.
ar: لإدارة الأصناف والكميات المتوفرة يمكنك إدارتها من داخل القسم الذي يتبع له الصنف

# searchForSection
source: Search for a Section
ar: إبحث عن قسم

source: Add New Items
ar: اضافة اصناف جديدة

# toManageOrRestock
source: To manage or restock the item, you can do so by accessing the item's page.
ar: لإدارة الصنف او تزويده يمكنك ذلك من خلال الدخول لصفحة الصنف

source: Add Section
ar: إضافة قسم

source: Duplicate item names are not allowed
ar: لا يسمح بتكرار إسم الصنف

source: Add New Item
ar: اضافة صنف جديد

# warningItemName
source: Add more than one item at the same time; the names of the new items cannot be the same as existing items.
ar: اضافة اكثر من صنف في نفس الوقت، لا يمكن تكرار اسماء الأصناف الجديدة مع الأصناف الموجوده مسبقاً.

source: Add More
ar: إضافة المزيد

source: Suggestions
ar: مقترحات

# stockIsEmpty
source: The stock is empty
ar: لا يوجد اصناف بالمخزون

source: Write the item name.
ar: اكتب اسم الصنف

source: About Hajj Warehouses
ar: عن مخازن الحج

source: Management
ar: الإدارة

source: Smart Assistant
ar: المساعد الذكي

source: Change Language
ar: تغيير اللغة

source: Logout
ar: تسجيل الخروج

source: About the App
ar: عن التطبيق

source: Branch Management
ar: ادارة الفروع

source: Management of Administrative Staff
ar: إدارة الموظفين الإداريين

source: Sending Notifications and Alerts
ar: ارسال الإشعارات والتنبيهات

# changeReportingPeriod
source: You can change the reporting period by selecting the time frame
ar: يمكنك تغيير فترة التقارير من خلال تحديد الفترة الزمنية

source: Change Branch
ar: تغيير الفرع

source: Customize
ar: تخصيص

source: Total Tasks
ar: اجمالي المهام

source: Completed Tasks
ar: مهام مكتملة

source: Overdue and Not Submitted Tasks
ar: مهام متأخرة ولم تسلم

source: Tasks Submitted Late
ar: مهام سلمت بوقت متأخر

source: Total Delay Time
ar: اجمالي وقت التأخير

source: Total Imprest
ar: اجمالي العهدة

source: Expenses
ar: المصروفات

source: Net Imprest
ar: صافي العهدة

source: Orders
ar: الطلبات

source: Disposal Operations
ar: عمليات الإتلاف

source: Out of Stock Items
ar: اصناف نفذت

source: Total Items
ar: اجمالي الأصناف

source: Send New Transfer Request
ar: ارسال طلب نقل جديد

source: Transfer Status
ar: حالة النقل

# explanationsNotesRegardingTheTransfer
source: Explanations and Notes Regarding the Transfer
ar: مشروحات وملاحظات حول النقل

# enterItemAndMaterials
source: Please enter the items and materials to be transferred along with the quantities
ar: يرجى ادخال الأصناف والمواد المراد نقلها مع الكميات

source: Yesterday
ar: الأمس

source: Today
ar: اليوم

source: Tomorrow
ar: غداً

source: View All
ar: عرض الكل

# taskAddedSuccessfully
source: The task was added successfully
ar: تم أضافة المهمة بنجاح

source: Add Subtask
ar: إضافة مهمة فرعية

source: Add Main Task
ar: إضافة مهمة رئيسية

source: Add Subtask from Task
ar: اضافة مهمة فرعية من مهمة

source: Task Title
ar: عنوان المهمة

source: Explanatory Description
ar: وصف توضيحي

source: Responsible Employee
ar: الموظف المسؤول

source: Choose Employee
ar: اختر الموظف

source: Execution Start Time
ar: وقت بداية التنفيذ

source: Task End Time
ar: وقت نهاية المهمة

source: Task Tracking
ar: متابعة المهمة

source: History
ar: السجل

source: Task started on
ar: بدأت المهمة في

source: Due at
ar: وقت الإنتهاء عند

source: Must be completed within
ar: يجب الإنهاء خلال

source: Subtasks
ar: المهام الفرعية

source: All Tasks
ar: جميع المهام

source: Currently in progress
ar: لم تبدأ بعد/جارية الآن

source: Overdue
ar: متأخرة

source: Not completed
ar: لم تكتمل

source: Completed
ar: مكتمل

source: Task started
ar: بدأت المهمة

source: Task ended
ar: انتهت المهمة

source: Time taken
ar: الوقت المستغرق

source: Attach images
ar: ارفاق صور

source: End task
ar: إنهاء المهمة

source: The operation was successful
ar: تمت العملية بنجاح

source: Add Imprest
ar: اضافة عهدة

source: Record Expense
ar: تسجيل مصروف

source: Reason for Addition
ar: سبب الإضافة

source: For the first time
ar: لأول مره

source: Additional Supply
ar: تزويد أضافي

source: Explanations and Notes
ar: مشروحات وملاحظات

# attachPhotoOfDelivery
source: Attach a photo of the delivery receipt or transfer slip
ar: ارفاق صورة لسند التسليم او الحوالة

# attachPhotoInvoice
source: Attach a photo of the invoice
ar: ارفاق صورة للفاتورة

source: Imprest
ar: العهدة

# addImprestAdmin
source: Add Imprest (for Administration)
ar: اضافة عهدة ( خاصة بالإدارة )

source: Transactions on Imprest
ar: عمليات تمت على العهدة

source: Expense Type
ar: نوع المصروف

# notesExpense
source: Explanations and Notes for the Expense
ar: مشروحات وملاحظات المصروف

# againstPurchaseOrder
source: Against purchase order for stock item number
ar: مقابل طلب شراء مواد للمحزون رقم

source: View Operation
ar: عرض العملية

# personalPhotoRequired
source: Personal photo is required
ar: الصورة الشخصية مطلوبة

# attachIdCard
source: Attach photos of the health certificate, employment contract, or ID card.
ar: أرفق صور لشهادة الصحة ، او عقد التوظيف او البطاقة

source: Add Employee
ar: اضافة موظف

source: Full Name
ar: الاسم الكامل

source: Job Title
ar: المسمى الوظيفي

source: Branch
ar: الفرع

source: National ID Number
ar: الرقم الوطني

source: Phone Number
ar: رقم الهاتف

source: Salary
ar: الأجر

source: Start Date
ar: تاريخ بدأ العمل

source: Address
ar: العنوان

source: Activate application access permission
ar: تفعيل صلاحية الوصول للتطبيق

source: In English letters
ar: بالأحرف الإنجليزية

source: View
ar: عرض

source: Next task
ar: المهمة التالية

# taskEndTimeMustAfterStartTime
source: The task end time must be after the start time.
ar: وقت إنتهاء المهمة يجب ان يكون بعد وقت البداية

source: No added tasks
ar: لا يوجد مهمات مضافة

# goodInventoryStatusLabel
source: Inventory Status is good
ar: حالة المخزون جيدة

# lostYourPassword
source: Lost your password? Easy!
ar: هل فقدت كلمة المرور ؟ سهلة

# youCanRecoverIt
source: You can recover it with simple steps.
ar: يمكنك استعادتها بخطوات بسيطة

# enterEmailToRecoverPass
source: Please enter your email address to recover your password.
ar: يرجى ادخال بريدك الإلكتروني لإستعادة كلمة المرور.

source: Process Details
ar: تفاصيل العملية

source: Pictures Attached
ar: الصور المرفقة

source: Admin Login
ar: تسجيل الدخول

# noAccessTitle
source: Access Denied
ar: تم رفض الوصول

# noAccessBody
source: You do not have permission to view this page. Please contact your administrator.
ar: ليس لديك إذن لعرض هذه الصفحة. الرجاء الاتصال بالمسؤول.

source: Login
ar: تسجيل الدخول

source: Cancel
ar: إلغاء

source: Required field
ar: حقل مطلوب

source: Invalid email
ar: بريد إلكتروني غير صالح

# passwordTooShort
source: Must be at least 6 characters
ar: يجب أن يكون على الأقل 6 أحرف

source: Invalid number
ar: رقم غير صالح

source: Cover
ar: غلاف

# deleteCoverMsg
source: Uploading a new cover will delete the previous one.
ar: رفع غلاف جديد سيؤدي إلى حذف الغلاف السابق.

# cont
source: Continue
ar: متابعة

source: Image
ar: الصورة

source: Images
ar: الصور

source: No Results
ar: لا توجد نتائج

source: Show
ar: عرض

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Order
ar: الرقم

source: Date
ar: التاريخ

# deleteDocumentMsg
source: You maybe deleting user data. After you delete this, it can't be recovered.
ar: قد تقوم بحذف بيانات المستخدم. بعد الحذف، لا يمكن استعادة هذه البيانات.

source: Confirm
ar: تأكيد

source: Add
ar: إضافة

# networkError
source: Internet Connection Error
ar: خطأ في اتصال الإنترنت

source: Retry
ar: إعادة المحاولة

source: Ok
ar: حسنًا

source: Invalid credentials
ar: بيانات غير صالحة

# titleEn
source: English title
ar: العنوان بالإنجليزية

# titleAr
source: Arabic title
ar: العنوان بالعربية

source: Added Successfully
ar: تمت الإضافة بنجاح

source: Successfully Updated
ar: تم التحديث بنجاح

# descriptionEn
source: English description
ar: الوصف بالإنجليزية

# descriptionAr
source: Arabic description
ar: الوصف بالعربية

source: Category
ar: الصنف

# nameEn
source: English name
ar: الاسم بالإنجليزية

# nameAr
source: Arabic name
ar: الاسم بالعربية

source: latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: Save
ar: حفظ

source: Warning
ar: تحذير

source: Search
ar: بحث

# deleteDoc
source: Delete Document
ar: حذف المستند

# def
source: Default
ar: الافتراضي

source: First name
ar: الاسم الأول

source: Last name
ar: اسم العائلة

source: Block
ar: حظر

source: Role
ar: الدور

source: Email
ar: البريد الإلكتروني

# authFailed
source: Authorization failed
ar: فشل التحقق

source: Added by
ar: أضيف بواسطة

source: Last edit by
ar: آخر تعديل بواسطة

source: Thumbnail
ar: الصورة

source: Product
ar: المنتج

# phoneNum
source: Phone number
ar: رقم الهاتف

source: Provider
ar: المزود

source: ID
ar: الرمز

source: Created at
ar: تاريخ الإنشاء

source: Tags
ar: العلامات

# generalError
source: Oops, Something went wrong !
ar: عذرًا، حدث خطأ ما!

# generalErrorTitle
source: Something Went Wrong
ar: حدث خطأ ما

# generalErrorBody
source: An unexpected error occurred. Please try again later or contact support.
ar: حدث خطأ غير متوقع. الرجاء المحاولة مرة أخرى لاحقًا أو الاتصال بالدعم.

# connectionErrorTitle
source: Connection Error
ar: خطأ في الاتصال

# connectionErrorBody
source: Unable to reach the server. Please check your internet connection and try again.
ar: تعذر الوصول إلى الخادم. الرجاء التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى.

# serverErrorTitle
source: Data Unavailable
ar: البيانات غير متاحة

# serverErrorBody
source: We're currently having trouble retrieving data from the server. Please try again later.
ar: نواجه حاليًا صعوبة في استرداد البيانات من الخادم. الرجاء المحاولة مرة أخرى لاحقًا.

source: Categories
ar: الاصناف

source: Build
ar: إنشاء

source: Manage
ar: إدارة

source: Roles
ar: الأدوار

source: Admins
ar: المدراء

source: Engage
ar: تفاعل

source: Reviews
ar: التقييمات

source: Comment
ar: التعليق

source: Published
ar: منشور

source: User
ar: المستخدم

source: City
ar: المدينة

# addPermissionsError
source: You need to add permissions for the role
ar: تحتاج إلى إضافة أذونات للدور

source: Home
ar: الرئيسية

source: Countries
ar: البلدان

source: Type
ar: النوع

source: Analytics
ar: تحليلات

# itemExistMsg
source: Item already exist !
ar: العنصر موجود بالفعل!

# addNewItemTooltip
source: Add item below current
ar: أضف عنصرًا أسفل الحالي

# addNewItemTopTooltip
source: Add item at top
ar: أضف عنصرًا في الأعلى

# addNewItemBottomTooltip
source: Add item at bottom
ar: أضف عنصرًا في الأسفل

# deleteLinkedMsg
source: you have {count} {name} linked to this document, you need to relocate them before processing.
ar: لديك {count} {name} مرتبطة بهذا المستند، تحتاج إلى إعادة تخصيصها قبل المتابعة.

# successDeleteMsg
source: Successfully deleted
ar: تم الحذف بنجاح

source: Policies
ar: السياسات

# contentEn
source: English content
ar: المحتوى بالإنجليزية

# contentAr
source: Arabic content
ar: المحتوى بالعربية

source: Active
ar: نشط

# bodyEn
source: English Body
ar: النص بالإنجليزية

# bodyAr
source: Arabic body
ar: النص بالعربية

source: Notifications
ar: الإشعارات

source: Title
ar: العنوان

source: Body
ar: النص

# notificationSentSuccessMsg
source: Notification Sent Successfully
ar: تم إرسال الإشعار بنجاح

source: General
ar: عام

source: Location
ar: الموقع

source: Initial Location
ar: الموقع الأولي

source: Description
ar: الوصف

source: All
ar: الكل

source: Pinned
ar: مثبت

source: Providers
ar: المزودون

source: Cities
ar: المدن

source: States
ar: المحافظات

source: State
ar: المحافظة

source: Main Category
ar: الفئة الرئيسية

# locationServiceDisabled
source: Location services are disabled in your device
ar: خدمات الموقع غير مفعلة في جهازك

# placesSearchHint
source: Search for a place..
ar: ابحث عن مكان..

source: Location Access
ar: الوصول إلى الموقع

# locationAccessBody
source: Allow location access so that we can display the stores closest to you
ar: اسمح بالوصول إلى الموقع حتى نتمكن من عرض المتاجر الأقرب إليك

source: Allow
ar: السماح

source: Users
ar: المستخدمين

source: Newest
ar: الاحدث

source: Oldest
ar: الاقدم

source: Permissions
ar: الصلاحيات

source: Photo
ar: الصورة

source: Rating
ar: التقييم

source: Recommendations
ar: الموصى

source: Ads
ar: الدعايات

source: Offer
ar: عرض

source: Logo
ar: اللوغو

source: Sponsors
ar: الرعاة

source: Stores
ar: المتاجر

source: Offers
ar: العروض

source: Original price
ar: السعر الاصلي

source: Offer price
ar: سعر العرض

source: Time
ar: الوقت

source: End Date
ar: تاريخ النهاية

source: Subject
ar: العنوان

source: Message
ar: الرسالة

source: Provider Requests
ar: طلبات المزودين

source: Filter
ar: فلتر

source: Employee
ar: الموظف

source: Question (En)
ar: السؤال بالانجليزية

source: Answer (En)
ar: الجواب بالانجليزية

source: Question (Ar)
ar: السؤال بالعربية

source: Answer (Ar)
ar: الجواب بالعربية

source: FAQS
ar: سؤال وجواب

# contentUr
source: Urdu content
ar: المحتوى بالأردية

# contentFr
source: French content
ar: المحتوى بالفرنسية

# contentTr
source: Turkish content
ar: المحتوى بالتركية

# contentFa
source: Persian content
ar: المحتوى بالفارسية

# titleUr
source: Urdu title
ar: العنوان بالأردية

# titleFr
source: French title
ar: العنوان بالفرنسية

# titleTr
source: Turkish title
ar: العنوان بالتركية

# titleFa
source: Persian title
ar: العنوان بالفارسية

# vlog
source: Vlog Image
ar: صورة السجل

source: Saudi Visitors
ar: زوار السعودية

source: Services
ar: الخدمات

source: Legal Advice
ar: نصيحة قانونية

source: Legal Questions
ar: الأسئلة القانونية

source: Laws and Regulations
ar: القوانين والأنظمة

source: Sort
ar: الترتيب

source: link
ar: الرابط

source: Consultations
ar: الإستشارات

# governmentalServices
source: Government Services
ar: الخدمات الحكومية

source: Value
ar: القيمة

source: Issuing Time
ar: وقت الإصدار

source: Target
ar: الهدف

source: Value (En)
ar: القيمة (بالإنجليزية)

source: Value (Ar)
ar: القيمة (بالعربية)

source: Issuing Time (En)
ar: وقت الإصدار (بالإنجليزية)

source: Issuing Time (Ar)
ar: وقت الإصدار (بالعربية)

source: Target (En)
ar: الهدف (بالإنجليزية)

source: Target (Ar)
ar: الهدف (بالعربية)

# chatHint
source: Message...
ar: الرسالة...

source: Chat
ar: المحادثة

source: Content
ar: المحتوى

source: Haj Rituals
ar: مناسك الحج

source: Omra Rituals
ar: مناسك العمرة

source: Video
ar: الفيديو

source: Copied
ar: تم النسخ

source: Haj And Omra Rituals
ar: مناسك الحج والعمرة

source: Consultation
ar: إستشارة

source: Residences
ar: الإقامات

source: Residence Permits
ar: أرقام الإقامات

source: Import Residence Permits
ar: رفع أرقام إقامات

source: Haj
ar: حج

source: Omra
ar: عمرة

source: Haj And Omra
ar: حج وعمرة

source: Tourism
ar: سياحة

# noChatsMsg
source: Chat will appear here
ar: ستظهر المحادثات هنا

source: Change Consultant
ar: تغيير المستشار

source: Display name
ar: الإسم

source: Configure
ar: إعداد

# wrongPassword
source: Incorrect password for this email.
ar: كلمة المرور غير صحيحة
